// 为之前项目的，不用管


/**
 * 登录背景 不用动！！！！
 * 如需新增或删除图片，直接在下面目录中操作，自动会引入
 * 目录：./assets/login_background/imgs
 * 图片格式：png,jpg,jpeg
 */
import login_Imgs from '@/assets/login_background'


// 登录页logo-------------------------------------------------------------------------------------------登录页logo
import logo from '@/assets/logo/logo_4.jpg'   //


// 请求地址--------------------------------------------------------------------------------------------请求地址
const urlPath = ""

// 登录页标题--------------------------------------------------------------------------------------------登录页标题
const title = '小牛文件管家'

/**程序安装图标制作地址-----------------------------------------------------------------------------------程序安装图标制作地址
 * 需要三个图标
 * 1、256x256.png
 * 2、icon.ico
 * 3、icon.icns
 * 用png图片去制作ico/icns
 * 地址：https://cloudconvert.com/png-to-ico
 */


/**最小化标题更换路径-------------------------------------------------------------------------------------最小化标题
 * 路径：src/main/utils/config.js
 */

export { 
    login_Imgs,
    logo,
    title,
	urlPath
}
